<main class="steps">
    <div class="step">
        <img alt="100% оплата" loading="lazy" src="/images/buy/buy.1.png">
        <div>
            <h2>100% оплата</h2>
            <p>
                При покупке со стопроцентной оплатой покупателю предоставляется скидка 3% на квартиру в строящемся доме.
            </p>
        </div>
    </div>
    <div class="step">
        <img alt="Ипотека" loading="lazy" src="/images/buy/buy.2.png">
        <div>
            <h2>Ипотека</h2>
            <p>
                ЖК «Темп» аккредитован ведущими банками. При покупке квартиры в ипотеку — скидка 3% на квартиру в
                строящемся доме.
            </p>
        </div>
    </div>
    <div class="step">
        <img alt="Рассрочка" loading="lazy" src="/images/buy/buy.3.png">
        <div>
            <h2>Рассрочка</h2>
            <p>
                Удобный способ оплаты для тех, у кого есть первоначальный взнос и готовность в течение 6–12 месяцев
                закрыть остаток. Справка о доходах и участие банка не требуется.
            </p>
        </div>
    </div>
    <div class="step">
        <img alt="Trade-in" loading="lazy" src="/images/buy/buy.4.png">
        <div>
            <h2>Trade-in</h2>
            <p>
                Оптимальный способ сменить вторичное жилье на новое: агентство-партнер поможет продать вашу
                недвижимость, при этом цена на квартиру в ЖК «Темп» фиксируется на месяц.
            </p>
        </div>
    </div>
    <div class="step">
        <img alt="Материнский капитал" loading="lazy" src="/images/buy/buy.5.png">
        <div>
            <h2>Материнский капитал</h2>
            <p>
                Использовать материнский капитал можно для полной оплаты квартиры, вместо очередного платежа в рассрочку
                или в качестве первого взноса по ипотеке.
            </p>
        </div>
    </div>
</main>